Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/F15.tmx
Source language: en_us
Languages: zh_cn

source: Thanksgiving story: A 'Lost Boy' and the kindness of strangers
zh_cn: 感恩真情故事：“失踪男孩”与仁慈的陌生人

source: JACKSONVILLE, FLA.; AND WALTHAM, MASS. – As he arrived, at last, to the names that began with "T," University of Florida President Bernie Machen paused while reading the list of 2008 graduates.
zh_cn: 佛罗里达大学奥康奈尔中心。校长伯尼·梅钦（Bernie Machen）在宣读2008年毕业生名单时，终于读到了“T”打头的名字。

source: There was, he told the huge crowd gathered at the O'Connell Center, a particular student he wanted to stop and honor.
zh_cn: 就在此时，他告诉众多与会者，他希望为一位特殊的学生停顿片刻以示尊敬。

source: This student, Dr. Machen told the 8,500-some graduates and their families, had learned to read and write by tracing letters in the dirt in a Kenyan refugee camp.
zh_cn: 梅钦博士在8500多名毕业生及其家属面前提到的这位学生是在肯尼亚难民营的泥地上学会读写的。

source: He had arrived as a teenager with nothing, put himself through school, and had, against all odds, studied his way into the hearts and minds of Gator Nation.
zh_cn: 他刚到美国时只是一个懵懂少年，但却克服重重困难、勤奋学习，直到步入“鳄鱼王国”的校园。

source: He asked Peter Ter to rise.
zh_cn: 他请彼得站起来。

source: And as the lanky Sudanese man stood in a sea of black mortarboards, Machen turned his attention to the upper seats.
zh_cn: 当这位瘦高的苏丹小伙儿站在一片黑色学位帽的海洋中的时候，梅钦却把注意力转向上层的座位。

source: "Could Peter's family also stand?" he asked.
zh_cn: “彼得的家人也能站起来吗？”他问。

source: There, for all to see on the Jumbotron, stood Mr. Ter's "family": a motley collection of unrelated white Southerners – a dentist, a schoolteacher, a professor, and others – waving eagerly at the young man below.
zh_cn: 人们把目光都投向大屏幕，那里有特尔的“家人”：一群血缘并不相通的美国南方人：一位牙医、一位教师、一位教授，和其他人——他们朝下面的年轻人挥手致意。

source: Fourteen thousand people stood and applauded.
zh_cn: 14000人起立、鼓掌。

source: And Ter – who just a few years earlier had never seen a movie or even a light switch, and who years before had wondered whether he would live or die in one of the world's most heartbreaking exoduses ever created by war – looked around and smiled shyly.
zh_cn: 特尔环视四周并报以羞怯的微笑。数年以前，他还从未看过一场电影，甚至连电灯开关都没见过；再往前，在一次由战争营造的世界上最令人心碎的大逃亡中，他无法预判自己是死是活的命运。

source: He walked in his easy, deferential stride up to the stage.
zh_cn: 他迈着轻松、谦恭的步子走上前台。

source: And then the "Lost Boy" – the title given to Ter and the other children from southern Sudan who wandered for years after being violently separated from their families – turned to the crowd and grinned, and extended two long arms in the Gator Chomp.
zh_cn: 接着这位“失踪男孩”——这个名字是送给特尔和其他从南苏丹逃亡的儿童的，他们被粗暴地与家人分离后，在世界各地漂泊数年——转身面对人们，咧开嘴笑了，他张开双臂摆出鳄之啮的姿势。

source: "Everyone just went crazy," recalls Daniel Schellhase, a Jacksonville dentist and one of those members of Ter's "family," who breaks into a broad, almost bewildered smile at the memory.
zh_cn: “那一刻，人们沸腾了，”丹尼尔·斯奇尔哈斯（Daniel Schellhase）回忆道。他是杰克逊维尔的一位牙医，也是特尔的“家庭”成员之一。他莞尔一笑，似乎又沉浸在回忆之中。

source: The scene was a perfect example of what many scholars would insist is an increasingly scientifically recognized fact about the human condition: People reach out to others, and often do so across great cultural, economic, and philosophical divides.
zh_cn: 这个场景完美地再现了许多学者所要诠释的东西——有关人类境遇的话题，一个愈发得到科学承认的事实是：人们会伸出援手帮助他人，而且通常会超越巨大的文化、经济和哲学上的鸿沟。

source: Ter is the first to point out that his story is only partially about him, and equally about the many friends and "family" members who have adopted him – and whom he has adopted – throughout his unlikely global odyssey, from northwest Kenya to sunny Florida to the cold mountains of Azerbaijan and back to academia in Boston.
zh_cn: 需要特别指出的是，特尔只是故事的主角之一。在其近乎虚幻的全球漂泊中，从肯尼亚西北部到阳光明媚的佛罗里达，到阿塞拜疆的冰冷山川，再回到的波士顿的学术圈，众多朋友和收养他的“家庭”成员乃至他收养的别人，他们同样都是栩栩如生的人物。

source: It is a story of kindness.
zh_cn: 这是一个有关仁慈的故事。

source: And it is the story, in its elemental sense, of thanksgiving.
zh_cn: 说到底，这是一个有关感恩的故事。

source: "Being strong is a part of my nature," Ter said in one of several Monitor interviews during the past year.
zh_cn: 特尔在接受《基督教科学箴言报》采访时曾经说过，“选择坚强是我的本性使然。

source: "Being able to learn without being held back by all of the bad things.
zh_cn: 能够坚持学习，而不是被各种困难所击倒。

source: But I am talking with you today because people I didn't know helped me survive."
zh_cn: 我今天之所以给你们讲这个故事是因为那些帮我捡回一命的人姓甚名谁，我都不知道。”

source: Ter was tending cattle outside his village the day the planes came.
zh_cn: 那天，飞机飞临特尔的村子时，他正在村外放牧。

source: This job was a common one for young boys in the agriculturally rich Unity State of what is now South Sudan; little Peter was probably about 3 years old, but he had been going to the cattle camps for most of his short life – riding on his father's shoulders, or carried by an older brother who would plop him down on the grass if it was time to wrestle or play with the other kids.
zh_cn: 这对一个住在农业发达的联合州的男孩子来讲是再普通不过的活计；小彼得当时可能只有3岁，但大部分时间也要呆在畜栏——骑在父亲的肩头，或者哥哥领着他，如果哥哥要和别的小伙伴摔跤或玩耍，便可能会把他扑通一下扔到草地上。

source: The young children stayed with the calves while the men moved their herds toward the river, or to new pastures.
zh_cn: 在男人们把畜群往河边赶或者迁移至新牧场时，孩子们会与小牛犊们呆在一起。

source: The women were in the village, or maybe nearby fields.
zh_cn: 女人们则留在村子里或者到附近的农田里干活。

source: Ter's family – his parents and their nine children – were not educated, but they never went hungry.
zh_cn: 特尔一家，包括父母和9个孩子，都没上过学，但也没挨过饿。

source: This section of Sudan was a breadbasket, which was part of the reason for the brutal, complicated civil war that raged from 1983 to 2005 between the southern, Christian part of the country and the more politically powerful North, which was Muslim and less endowed with natural resources.
zh_cn: 苏丹的这个地区有“面包篮”之称，而这也是残酷的、错综复杂的苏丹内战爆发的一个原因。从1983年至2005年，发生在以基督徒为主的南部地区和政治上更强大、以穆斯林为主、自然资源匮乏的北部地区之间的苏丹内战持续了12年。

source: By the time the war came to Ter's village, Nyandong, in the county of Payinjiar, the North had already begun a bombing campaign targeting the South, dropping explosives over communities and cattle camps and killing as many people and animals as possible in an effort to crush the emerging Sudan People's Liberation Army.
zh_cn: 战火终于烧到了特尔所在的佩因贾尔县酿东村。北方已经开始轰炸南方，朝村落和畜群投下炸弹，尽可能地消灭当地的人畜以摧毁刚刚崭露头角的苏丹人民解放军（SPLA）。

source: The children heard the rumbling of the military jets, and looked up to see the bombers swooping toward them.
zh_cn: 孩子们听到了头顶上战机的轰鸣声，仰脸看到轰炸机朝他们俯冲下来。

source: Through his child's eyes, Ter remembers running and chaos.
zh_cn: 人们的四散奔逃和现场的一片狼藉全都印在了特尔的脑海里。

source: But there was kindness even among the bombs.
zh_cn: 但即便在轰炸的当口也有仁慈闪现。

source: Someone – he doesn't remember who – grabbed his hand and pulled him to safety.
zh_cn: 有人——他记不得是谁了——抓着他的手把他拉到安全地带。

source: Ter was separated from his parents; it would be years before he discovered whether they lived or died that day.
zh_cn: 特尔与自己的父母失散了；他知道在轰炸当天自己父母的生死已经是多年以后的事情了。

source: He eventually also lost track of his siblings, some of whom were taken and pressed into service as child soldiers.
zh_cn: 他最终还失去了自己兄弟姐妹的音讯，有几个哥哥被抓去当了童子军。

source: But those anonymous hands, grasping to pull the young child to safety, reached out to him again and again.
zh_cn: 但那些把他拉出地狱之门的陌生人的手却一次一次地在特尔的眼前晃动。

source: "I had people who would grab me by the hand and run because they didn't want me to die," Ter says.
zh_cn: “我要感谢那些拉着我的手逃跑的人，因为他们不希望看着我被炸死，”特尔说。

source: The built-in inclination to sacrifice for others
zh_cn: 为他人作出牺牲的内心冲动

source: For centuries, social theorists have explained human behavior largely through a rather grim lens.
zh_cn: 几个世纪以来，社会理论家主要通过一个相当冷酷的透镜对人类行为作出解释。

source: People, according to these generations of scientists and philosophers, are inherently violent and territorial, inclined to protect their own kin, kill off competitors, and take as many riches for themselves as possible.
zh_cn: 按照几代科学家和哲学家积淀而成的观点，人的天性是暴力的和有地盘意识的，他倾向于保护自己的同族，消灭竞争者并尽可能地为他们自己捞取最大的利益。

source: But in the past few years, scholars in fields ranging from psychology to sociology, economics to biology, have produced a groundswell of research bolstering an alternative perspective.
zh_cn: 但在过去的几年里，来自心理学、社会学、经济学以及生物学领域的学者制造出了一个研究领域的“海啸”，为一种替代性观点提供了佐证。

source: Central to human existence, they have found, is a complex, snowballing mix of what researchers often call "prosociality" – a mix of empathy and gratitude, kindness and love, altruism and cooperation; all those qualities that were on display at Ter's graduation ceremony at the University of Florida arena, as well as back on that day he lost his family.
zh_cn: 他们发现，人类存在的核心是复杂的雪球状混合物，研究人员经常称之为“亲社会性”（prosociality）——这是一种共感（empathy）与感激、仁慈与爱心、利他与合作的混合物；所有这些品质都在特尔的毕业典礼上以及在当初与家人离散的那一天中得到了体现。

source: Some recent studies, for instance, have identified altruistic tendencies among primates and human babies under 3 months of age.
zh_cn: 例如，最近的一些研究已经确认灵长类动物和不足3个月的人类婴儿身上存在利他倾向。

source: Others show that perceived distress in others triggers caregiving behavior.
zh_cn: 另有一些研究表明，他人身上可感知的危难会触发关爱行为。

source: "Public good" experiments, in which people must decide whether to share or keep resources, show that the initial human inclination is to give, while other new research reveals that people report more happiness when they spend on others than when they spend on themselves.
zh_cn: 在“公共利益”实验中，人们必须就分享还是独守资源作出决定。实验结果显示，人类最初的倾向是给与，而另有新的研究报告发现，为他人花费比为自己花费会获得更多的幸福感。

source: "The science of altruism has moved way beyond the old debate of does it exist or not," says psychology Prof. Dacher Keltner, who directs the Greater Good Science Center at the University of California, Berkeley.
zh_cn: 加州大学伯克利分校心理学教授兼至善科学中心（Greater Good Science Center）主任达契尔·克特纳（Prof.Dacher Keltner）说，“有关利他主义的研究已经超出了它是否存在的古老争论。

source: "Now we're thinking about all the various motivations for why people sacrifice on behalf of other people and non-kin – pretty routinely."
zh_cn: 现在我们正在思考为什么人们会为了其他人和非同族关系而牺牲自己的各种动机——这是相当普遍的现象。”

source: In other words, the experts would like to explain the remarkable story of Peter Ter.
zh_cn: 换句话说，专家们很愿意就特尔的传奇故事给出理由。

source: Humbled by a benefactor's generosity
zh_cn: 对施恩者的慷慨感到自愧不如

source: With a growing group of children also separated from their families, eventually numbering into the thousands, Ter walked for months toward a refugee camp in Ethiopia.
zh_cn: 与家人离散儿童群体不断增大，人数最终达到了上万人。特尔走了几个月的路后，进入埃塞俄比亚的一座难民营。

source: Then, when those camps were attacked, they trekked 1,000 miles back through Sudan toward Kenya.
zh_cn: 紧接着，那些难民营遭到了袭击，他们只得艰苦跋涉1000英里重新穿过苏丹前往肯尼亚。

source: He remembers gunfire and bodies.
zh_cn: 他至今对纷飞的战火和尸体记忆犹新。

source: The horrors of the 20,000-some Lost Boys of Sudan – and a large number of Lost Girls – has been well documented.
zh_cn: 20000多名失踪的苏丹男孩，还有大量的失踪女孩，所经历的恐惧都有翔实的记载。

source: Throughout their migrations, the children hid in the bush, became the prey of lions and soldiers and starvation, walked until their feet bled, and passed through a nightmare of shelled villages and corpses.
zh_cn: 孩子们在迁移的过程中，藏在灌木丛里，成为狮子、士兵和饥馑的牺牲品，他们继续前行，脚底下流着血，穿过一处处梦魇般残破的村庄和随处可见的尸首。

source: Thousands died, according to the United Nations.
zh_cn: 根据联合国的统计，有数千名儿童死亡。

source: Ter, for his part, is matter-of-fact, but shies away from discussing details of the ordeal.
zh_cn: 很显然，对特尔而言，他回避探讨磨难的细节。

source: The memories still wake him up at night, he admits.
zh_cn: 他承认，痛苦的记忆仍会在夜间让其惊醒。

source: But then, he says with a smile, he just gets up and turns on National Public Radio.
zh_cn: 但他接着面露微笑地说，这时他会起身打开国家公共广播电台（NPR）。

source: It soothes him.
zh_cn: 广播可以安慰他。

source: "I love NPR," he says. " 'All Things Considered' – that is my favorite phrase."
zh_cn: “我喜欢NPR，”他说。“‘All Things Considered’（一切尽在掌握）——这是我最喜欢的节目。”

source: This buoyant attitude today is a hint of what helped him survive his childhood in the UN's sprawling, barren Kakuma Refugee Camp in northwest Kenya.
zh_cn: 今天这番充满活力的表态引得我们将镜头对准那座让特尔活下来的难民营——位于肯尼亚西北部由联合国管理的简易、荒芜的卡库玛难民营。

source: When the survivors arrived, they were called the "minors."
zh_cn: 当他们抵达难民营的时候，他们被称为“未成年人”。

source: Overwhelmed aid workers tried to quickly arrange basic schooling, as well as one meal a day.
zh_cn: 手忙脚乱的救援人员试图尽快为他们安排基础教学和每天一餐。

source: But the children were generally left to fend for themselves.
zh_cn: 但通常都是孩子们被扔在那里自谋生路。

source: Ter promised himself he would become literate.
zh_cn: 特尔期待自己能够识文断字。

source: He taught himself English by reading the Bible.
zh_cn: 他通过阅读《圣经》自学英语。

source: He learned to write by tracing English letters in the dirt.
zh_cn: 他在泥地上摹画英文字母学习写字。

source: Crime and disease were rampant in the camp.
zh_cn: 犯罪和疾病在难民营里肆虐。

source: But there was also generosity.
zh_cn: 但难民营中也有慷慨的事情发生。

source: A young man about a decade older than Ter, named James Thak Dhiel, came from the same county in Unity State and took a particular interest in the skinny younger boy who was so often studying.
zh_cn: 一位比特尔年长10岁、名叫詹姆斯·塔克·迪尔（James Thak Dhiel）的年轻人也来自联合州的同一个县。他对这个瘦瘦的、苦学不倦的小男孩产生了浓厚的兴趣。

source: Mr. Dhiel knew that Ter left for school in the morning without eating, and came home in the evening dizzy with hunger, so he regularly slipped the boy a shilling or two to buy extra food.
zh_cn: 迪尔先生了解到特尔早晨上学时不吃饭，而且每天傍晚饥肠辘辘地回家，他便经常塞给男孩一两先令让其买些零食。

source: He soon took a big brother role in Ter's life, Ter recalls, inviting the younger boy to stay in his compound of thatched-roof homes built with materials provided by the UN.
zh_cn: 特尔回忆道，迪尔先生很快便在特尔的生活中担负起了大哥哥的角色，他邀请这位小弟弟呆在由联合国提供材料搭建的茅草屋顶的避难所内。

source: He kept an eye out for the bandits and corrupt soldiers who regularly preyed on the younger camp residents.
zh_cn: 他时刻警惕那些土匪和腐败的士兵，他们经常劫掠难民营内年幼的难民。

source: "I will always be so humbled thinking of him," says Ter, who has lost touch with Dhiel but knows the man was relocated to Australia in 2002.
zh_cn: “每当我想到他，我总是感到非常的自愧不如，”特尔说。他已经与迪尔失去了联系，但知道这个人在2002年移居了澳大利亚。

source: "There is always humanity.
zh_cn: “仁慈是无处不在的。

source: Everywhere people will give, regardless of whether they have anything."
zh_cn: 全世界的人们都懂得给予，不管他们拥有什么。”

source: People are also quite adept at quickly identifying who is likely to be trustworthy and "prosocial" in their own right, and are more likely to help those perceived to be empathetic and altruistic themselves, according to recent studies.
zh_cn: 最近的研究表明，人们还很擅长凭借自己的判断能力快速识别谁可能是值得信赖的和“亲社会性的”，以及谁更有可能帮助那些被感知到有共感的和利他的人。

source: Perhaps this is why Dhiel reached out to Ter. Or perhaps he simply saw a child struggling, one that maybe reminded him of relatives from home who were long gone, or by this point trapped as child soldiers.
zh_cn: 也许这就是迪尔帮助特尔的原因；或者也许他无非是看到一个孩子在挣扎，这让他想起了老家好久不见的，或者此时此刻被抓为童子军的亲人。

source: Ter says he never asked Dhiel about what happened to his family.
zh_cn: 特尔说，他从未问过迪尔的家里发生了什么事。

source: In the camps, there are some subjects too painful to discuss.
zh_cn: 在难民营里，有些话题太过痛苦，无人愿意提及。

source: Almost nine years after he had arrived at Kakuma, Ter was given refugee status by the US government.
zh_cn: 在特尔进入卡库玛难民营大约9年后，美国政府给了特尔难民身份。

source: When that day came to say farewell to Ter, who would soon be flying across the ocean to a place called Florida, Dhiel took him to a market and had him fitted for a new outfit.
zh_cn: 当这一天到来的时候，特尔终于要说再见了，他很快就要飞到大洋彼岸一个叫佛罗里达的地方。迪尔带着他来到一个市场里，为他买了一套合身的新衣服。

source: Dhiel also offered the younger boy a special present: a pair of orange and blue shorts, discovered at one of the used-clothing stands that dotted the camp, emblazoned with the word "Florida," along with a picture of what Peter identified as a crocodile.
zh_cn: 迪尔还为小弟弟挑了一份特殊的礼物：在难民营的二手服装摊位前，他们发现了一条橙蓝相间的短裤，上面纹饰着“佛罗里达”的字样，还有一幅图片，彼得认出来那是一条鳄鱼。

source: "I was a Gator when I was still in Kenya," Ter says with a grin.
zh_cn: “当我还在肯尼亚的时候，我就是一条小鳄鱼，”特尔露齿一笑。

source: 'You don't look like you're from around here!'
zh_cn: “你们看起来不像本地人啊！”

source: Adam Lohse remembers the phone call during the fall of 2001 from his friend Meg Young.
zh_cn: 亚当·罗赫瑟（Adam Lohse）还记得2001年秋天朋友梅格·杨（Meg Young）打给他的一个电话。

source: She had run into these Sudanese guys at the grocery store, she said, and she was going to have a party for them.
zh_cn: 她说，她在百货店里偶遇了这些苏丹孩子，她要给他们开个PARTY。

source: She wanted Mr. Lohse to be there – after all, he was a fellow churchgoer, interested in missionary work, and here were people around their own age, in their own backyard, who certainly needed a welcome.
zh_cn: 她希望罗赫瑟先生也能到场——毕竟这些孩子与他年龄相仿，而且他是一个经常做礼拜的人，对传教感兴趣，对他们的背景也感兴趣，所以他们当然需要一个欢迎仪式。

source: That was just like Ms. Young, Lohse had thought with a smile, to just go up to a bunch of people at the Publix supermarket and say "Hey, you don't look like you're from around here!"
zh_cn: 罗赫瑟与梅格一拍即合，他立刻前往大众超市（Publix supermarket）与这群人见面并说“嗨，你们看起来不像本地人啊！”

source: But he was pleased.
zh_cn: 他其实很高兴。

source: Jacksonville was a growing destination for refugees from around the world; it was God's work to reach out to these people.
zh_cn: 杰克逊维尔正在渐渐成为世界各地难民的目的地；感谢上帝，这些人能得到救助。

source: In a 2003 University of Chicago report titled "Altruism in Contemporary America," University of Chicago researcher Tom Smith analyzed survey data for trends about empathy and altruistic behavior and constructed scales that measured the various levels of this prosocial behavior for different demographics.
zh_cn: 在一份芝加哥大学2003年发布的名为《当代美国的利他主义》的报告中，芝加哥大学研究人员汤姆·史密斯（Tom Smith）分析了共感与利他行为趋势的调查数据和根据不同的人口统计数据判断不同程度亲社会行为的结构模型。

source: Although nonreligious people were regularly altruistic, overall data showed that those who consider themselves religious – particularly those who engage in practices that identify them as devoutly religious – were more likely to engage in altruistic behavior.
zh_cn: 虽然无宗教信仰的人通常是利他的，但总的数据显示，那些自认为有宗教信仰的人——特别是那些投身于可以将其视为虔诚教徒的宗教活动的人——更有可能作出利他的行为。
